;汉化：aotix，由steam用户 [TO]C兔的汉化补充而来。

[HereticGethIncursion X2SitRepTemplate]
FriendlyName="桀斯异端入侵"
Description="情报显示「异端」桀斯正在该区域活动，请谨慎行事。"

[HereticGethIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="桀斯异端入侵"
Description="敌视所有的桀斯巡逻队正在此区域活动。"


[HereticTrooper_M1 X2CharacterTemplate]
strCharacterName="损坏的桀斯士兵"

[HereticTrooper_M2 X2CharacterTemplate]
strCharacterName="桀斯士兵"

[HereticTrooper_M3 X2CharacterTemplate]
strCharacterName="升级的桀斯士兵"

[HereticPyro_M1 X2CharacterTemplate]
strCharacterName="损坏的桀斯火焰兵"

[HereticPyro_M2 X2CharacterTemplate]
strCharacterName="桀斯火焰兵"

[HereticPyro_M3 X2CharacterTemplate]
strCharacterName="升级的桀斯火焰兵"

[HereticHunter_M1 X2CharacterTemplate]
strCharacterName="损坏的桀斯猎人"

[HereticHunter_M2 X2CharacterTemplate]
strCharacterName="桀斯猎人"

[HereticHunter_M3 X2CharacterTemplate]
strCharacterName="升级的桀斯猎人"

[HereticPrime_M1 X2CharacterTemplate]
strCharacterName="损坏的桀斯菁英"

[HereticPrime_M2 X2CharacterTemplate]
strCharacterName="桀斯菁英"

[HereticPrime_M3 X2CharacterTemplate]
strCharacterName="升级的桀斯菁英"


[Pyro_CV X2WeaponTemplate]
FriendlyName="损坏的火焰喷射器"
FriendlyNamePlural="损坏的火焰喷射器"
BriefSummary=""
TacticalText=""

[Pyro_MG X2WeaponTemplate]
FriendlyName="火焰喷射器"
FriendlyNamePlural="火焰喷射器"
BriefSummary=""
TacticalText=""

[Pyro_BM X2WeaponTemplate]
FriendlyName="升级的火焰喷射器"
FriendlyNamePlural="升级的火焰喷射器"
BriefSummary=""
TacticalText=""

[HereticRifle_CV X2WeaponTemplate]
FriendlyName="损坏的脉冲步枪"
FriendlyNamePlural="损坏的脉冲步枪"
BriefSummary=""
TacticalText=""

[HereticRifle_MG X2WeaponTemplate]
FriendlyName="桀斯脉冲步枪"
FriendlyNamePlural="桀斯脉冲步枪"
BriefSummary=""
TacticalText=""

[HereticRifle_BM X2WeaponTemplate]
FriendlyName="升级的脉冲步枪"
FriendlyNamePlural="升级的脉冲步枪"
BriefSummary=""
TacticalText=""

[HereticCannon_CV X2WeaponTemplate]
FriendlyName="损坏的脉冲炮"
FriendlyNamePlural="损坏的脉冲炮"
BriefSummary=""
TacticalText=""

[HereticCannon_MG X2WeaponTemplate]
FriendlyName="桀斯脉冲炮"
FriendlyNamePlural="桀斯脉冲炮
BriefSummary=""
TacticalText=""

[HereticCannon_BM X2WeaponTemplate]
FriendlyName="升级的脉冲炮"
FriendlyNamePlural="升级的脉冲炮"
BriefSummary=""
TacticalText=""

[HereticShotgun_CV X2WeaponTemplate]
FriendlyName="损坏的桀斯散弹枪"
FriendlyNamePlural="损坏的桀斯散弹枪"
BriefSummary=""
TacticalText=""

[HereticShotgun_MG X2WeaponTemplate]
FriendlyName="桀斯散弹枪"
FriendlyNamePlural="桀斯散弹枪"
BriefSummary=""
TacticalText=""

[HereticShotgun_BM X2WeaponTemplate]
FriendlyName="升级的桀斯散弹枪"
FriendlyNamePlural="升级的桀斯散弹枪"
BriefSummary=""
TacticalText=""


[HereticHunterAct X2AbilityTemplate]
LocFriendlyName="游击战术"
LocHelpText="在第一次对暴露的敌人射击后获得自由移动点。"

[HereticPyroCritImmunity X2AbilityTemplate]
LocFriendlyName="强化装甲"
LocHelpText="免疫暴击。"

[HereticPrimeShield_M1 X2AbilityTemplate]
LocFriendlyName="护盾再生"
LocHelpText="拥有一个可再生的能量护盾，可以吸收伤害。"
LocFlyOverText="护盾再生"

[HereticPrimeShield_M2 X2AbilityTemplate]
LocFriendlyName="护盾再生"
LocHelpText="拥有一个可再生的能量护盾，可以吸收伤害。"
LocFlyOverText="护盾再生"

[HereticPrimeShield_M3 X2AbilityTemplate]
LocFriendlyName="护盾再生"
LocHelpText="拥有一个可再生的能量护盾，可以吸收伤害。"
LocFlyOverText="护盾再生"

[HereticTrooperShield_M1 X2AbilityTemplate]
LocFriendlyName="护盾再生"
LocHelpText="拥有一个可再生的能量护盾，可以吸收伤害。"
LocFlyOverText="护盾再生"

[HereticTrooperShield_M2 X2AbilityTemplate]
LocFriendlyName="护盾再生"
LocHelpText="拥有一个可再生的能量护盾，可以吸收伤害。"
LocFlyOverText="护盾再生"